[
  {
    "word": "Skibidi",
    "definition": "A term used to describe something absurd or nonsensical, often in humorous contexts."
  },
  {
    "word": "Gyatt",
    "definition": "Slang for 'Get Your Act Together,' urging someone to improve their behavior or situation."
  },
  {
    "word": "Rizz",
    "definition": "Short for charisma; refers to someone's charm or ability to attract others."
  },
  {
    "word": "Only in Ohio",
    "definition": "A meme phrase suggesting bizarre or exaggerated events happen only in Ohio."
  },
  {
    "word": "Duke Dennis",
    "definition": "A popular YouTuber known for his comedic content and NBA 2K gameplay."
  },
  {
    "word": "Did you pray today?",
    "definition": "A question used to provoke thought about spiritual or daily reflection practices."
  },
  {
    "word": "Livvy Dunne",
    "definition": "An American gymnast and social media influencer known for her gymnastics skills and online presence."
  },
  {
    "word": "Rizzing up",
    "definition": "The act of charming or flirting with someone using one's charisma or 'rizz'."
  },
  {
    "word": "Baby Gronk",
    "definition": "A nickname for a young football player seen as a prodigy, likened to Rob Gronkowski."
  },
  {
    "word": "Sussy Imposter",
    "definition": "Refers to someone suspicious or deceitful, inspired by the game Among Us."
  },
  {
    "word": "Pibby Glitch",
    "definition": "A character from a viral animation, representing corruption or glitches in digital media."
  },
  {
    "word": "Sigma Male",
    "definition": "A man who is self-reliant and independent, often considered outside of traditional social hierarchies."
  },
  {
    "word": "Alpha Male",
    "definition": "A dominant or assertive male, often used to describe leadership or competitive traits."
  },
  {
    "word": "Omega Male",
    "definition": "A term for someone who is considered at the bottom of the social hierarchy, often used humorously."
  },
  {
    "word": "Grindset",
    "definition": "A mindset focused on relentless work and self-improvement, often associated with hustle culture."
  },
  {
    "word": "Andrew Tate",
    "definition": "A controversial internet personality known for his views on masculinity, business, and lifestyle."
  },
  {
    "word": "Goon Cave",
    "definition": "A personal space or room dedicated to leisure, often video games or other hobbies."
  },
  {
    "word": "Freddy Fazbear",
    "definition": "The main animatronic character from the 'Five Nights at Freddy's' horror game series."
  },
  {
    "word": "Colleen Ballinger",
    "definition": "An American YouTuber known for her character Miranda Sings."
  },
  {
    "word": "Smurf Cat",
    "definition": "A meme featuring a cat that looks like a Smurf, often used for comedic or surreal content."
  },
  {
    "word": "Strawberry Elephant",
    "definition": "A whimsical or surreal term, often used in internet culture for nonsensical humor."
  },
  {
    "word": "Blud",
    "definition": "Slang term for friend or buddy, often used in urban or street vernacular."
  },
  {
    "word": "Dawg",
    "definition": "Another term for friend or companion, commonly used in casual speech."
  },
  {
    "word": "Shmlawg",
    "definition": "A playful variation of 'dog' or 'dawg', used for comedic effect."
  },
  {
    "word": "Goofy Ahh",
    "definition": "Describes someone or something as silly or foolish in an endearing way."
  },
  {
    "word": "Aiden Ross",
    "definition": "A controversial streamer known for his brash behavior and streaming content."
  },
  {
    "word": "Sin City",
    "definition": "A nickname for Las Vegas, known for its nightlife and entertainment."
  },
  {
    "word": "Monday Left Me Broken",
    "definition": "A phrase expressing the feeling of exhaustion or depression often associated with the start of the work week."
  },
  {
    "word": "Quirked Up White Boy",
    "definition": "Describes a white male who exhibits quirky or unusual behaviors, often seen as charming or unique."
  },
  {
    "word": "Busting It Down Style",
    "definition": "Refers to dancing or moving with a lot of energy and style."
  }
]