[
  {
    "fact": "If you Gyatt too hard in Ohio, you'll become Skibidi Toilet."
  },
  {
    "fact": "Fanum Tax is the only tax that truly matters, no cap."
  },
  {
    "fact": "Rizzlers can smell sus imposters from a mile away, fr fr."
  },
  {
    "fact": "The Sigma grindset is fueled by pure Mewing energy."
  },
  {
    "fact": "Baby Gronk is the GOAT, and you can't change my mind."
  },
  {
    "fact": "If you don't edge to Livvy, are you even a real rizzler?"
  },
  {
    "fact": "Skibidi Toilet is the only toilet that can handle a Kai Cenat stream."
  },
  {
    "fact": "The Ohio final boss is just a regular dude who's really good at edging."
  },
  {
    "fact": "Mogging someone gives you +10 rizz, but -5 charisma, on god."
  },
  {
    "fact": "Duke Dennis is the physical embodiment of pure, unadulterated rizz."
  },
  {
    "fact": "IShowSpeed's bark is louder than his bite, and his bite is just him accidentally hitting himself."
  },
  {
    "fact": "W rizz is just basic human decency, L rizz is being an npc."
  },
  {
    "fact": "If you say \"Skibidi\" three times in a mirror, your Gyatt will shrink."
  },
  {
    "fact": "Adin Ross is just a glitch in the matrix, no kizzy."
  },
  {
    "fact": "The Fanum Tax is calculated based on the size of your gyatt and your mewing streak."
  },
  {
    "fact": "The best way to counter a sussy imposter is with a mog."
  },
  {
    "fact": "Your mom is so fat, she has her own Fanum Tax."
  },
  {
    "fact": "Baby Gronk can mog anyone, even your dad."
  },
  {
    "fact": "Skibidi Toilet is the only thing that can contain the Ohio final boss's rizz."
  },
  {
    "fact": "Edging to Livvy for 24 hours straight turns you into a certified sigma."
  },
  {
    "fact": "Kai Cenat's streams are so chaotic, they bend the fabric of reality."
  },
  {
    "fact": "Duke Dennis's rizz is so powerful, it can attract even the most stoic of NPCs."
  },
  {
    "fact": "IShowSpeed is secretly training to become the next Ohio final boss."
  },
  {
    "fact": "If you can't mew, you're not a true sigma, you're just a beta, deadass."
  },
  {
    "fact": "The Skibidi Toilet uprising is coming, and there's nothing we can do to stop it."
  },
  {
    "fact": "Adin Ross is so sus, he's probably the imposter in real life."
  },
  {
    "fact": "Fanum Tax is the price you pay for having a massive gyatt."
  },
  {
    "fact": "Mogging is a form of silent communication among sigmas."
  },
  {
    "fact": "Baby Gronk's baby formula is just pure rizz concentrate."
  },
  {
    "fact": "Edging to Livvy while Skibidi Toilet sings in the background is peak sigma behavior."
  },
  {
    "fact": "Kai Cenat's streams are so loud, they can be heard in Ohio."
  },
  {
    "fact": "Duke Dennis could rizz up a rock if he wanted to."
  },
  {
    "fact": "IShowSpeed's energy levels are so high, he could power a small city."
  },
  {
    "fact": "Mewing is the key to unlocking your inner sigma potential."
  },
  {
    "fact": "If you see a Skibidi Toilet in your dreams, it means you're about to be mogged."
  },
  {
    "fact": "Adin Ross is the definition of 'built different'."
  },
  {
    "fact": "The Fanum Tax is actually a donation to the Skibidi Toilet foundation."
  },
  {
    "fact": "Mogging someone in public is a power move, no cap."
  },
  {
    "fact": "Baby Gronk is secretly training to defeat the Ohio final boss."
  },
  {
    "fact": "Edging to Livvy is a national pastime in Ohio."
  },
  {
    "fact": "Kai Cenat's streams are the only thing that can drown out the sound of Skibidi Toilets."
  },
  {
    "fact": "Duke Dennis is the rizz god, and we are all his disciples."
  },
  {
    "fact": "IShowSpeed's screams are actually a form of sonic weaponry."
  },
  {
    "fact": "Mewing is the sigma's secret weapon against the forces of beta."
  },
  {
    "fact": "Skibidi Toilets are plotting to take over the world, one flush at a time."
  },
  {
    "fact": "Adin Ross is so unpredictable, he's like a walking glitch."
  },
  {
    "fact": "The Fanum Tax is the only thing that can keep a gyatt in check."
  },
  {
    "fact": "Mogging is an art form, and Baby Gronk is a master."
  },
  {
    "fact": "Baby Gronk eats Skibidi Toilets for breakfast."
  },
  {
    "fact": "Edging to Livvy gives you temporary superpowers, but only in Ohio."
  },
  {
    "fact": "Kai Cenat's streams are so intense, they cause earthquakes in Ohio."
  },
  {
    "fact": "Duke Dennis's rizz is so potent, it can cure any disease."
  },
  {
    "fact": "IShowSpeed's bark is actually a mating call."
  },
  {
    "fact": "Mewing is the only way to achieve true sigma status."
  },
  {
    "fact": "Skibidi Toilets are afraid of only one thing: Baby Gronk."
  },
  {
    "fact": "Adin Ross is the human equivalent of a 404 error."
  },
  {
    "fact": "The Fanum Tax is a necessary evil in the world of gyatts."
  },
  {
    "fact": "Mogging is a sign of respect among sigmas."
  },
  {
    "fact": "Baby Gronk's first word was 'rizz'."
  },
  {
    "fact": "Edging to Livvy is the key to unlocking the secrets of the universe."
  },
  {
    "fact": "Kai Cenat's streams are a portal to another dimension."
  },
  {
    "fact": "Duke Dennis's rizz is so strong, it can bend space and time."
  },
  {
    "fact": "IShowSpeed is the fastest man alive, but only when he's running away from something."
  },
  {
    "fact": "Mewing is the path to enlightenment, according to sigma philosophy."
  },
  {
    "fact": "Skibidi Toilets are sentient beings with a complex social structure."
  },
  {
    "fact": "Adin Ross is the king of cringe, but we love him anyway."
  },
  {
    "fact": "The Fanum Tax is the glue that holds the gyatt community together."
  },
  {
    "fact": "Mogging is a way of life for sigmas."
  },
  {
    "fact": "Baby Gronk is the chosen one, destined to save us from the Skibidi Toilet uprising."
  },
  {
    "fact": "Edging to Livvy is a spiritual experience."
  },
  {
    "fact": "Kai Cenat's streams are a form of performance art."
  },
  {
    "fact": "Duke Dennis's rizz is a gift to humanity."
  },
  {
    "fact": "IShowSpeed is a national treasure, even if he is a bit of a menace."
  },
  {
    "fact": "Mewing is the ultimate form of self-improvement."
  },
  {
    "fact": "Skibidi Toilets are the future, whether we like it or not."
  },
  {
    "fact": "Adin Ross is a meme lord, and we are his loyal subjects."
  },
  {
    "fact": "The Fanum Tax is a small price to pay for the privilege of having a gyatt."
  },
  {
    "fact": "Mogging is a dance, and Baby Gronk is the choreographer."
  },
  {
    "fact": "Baby Gronk is the alpha and the omega, the beginning and the end."
  },
  {
    "fact": "Edging to Livvy is a form of meditation."
  },
  {
    "fact": "Kai Cenat's streams are a window into the soul of a generation."
  },
  {
    "fact": "Duke Dennis's rizz is the stuff of legends."
  },
  {
    "fact": "IShowSpeed is the embodiment of chaos, and we wouldn't have it any other way."
  },
  {
    "fact": "Mewing is the sigma's way of saying, \"I'm here, and I'm not going anywhere.\"."
  },
  {
    "fact": "Skibidi Toilets are a force of nature, and we are all just along for the ride."
  },
  {
    "fact": "Adin Ross is the internet's favorite punching bag, but he always gets back up."
  },
  {
    "fact": "Fanum Tax keeps the gyatt economy in check."
  },
  {
    "fact": "Mogging is a language that only sigmas understand."
  },
  {
    "fact": "Baby Gronk will mog your entire bloodline, on god."
  },
  {
    "fact": "Edging to Livvy while mewing will make you a rizz god."
  },
  {
    "fact": "Kai Cenat is the only streamer that can unite the world."
  },
  {
    "fact": "Duke Dennis is so attractive, he breaks the rizz scale."
  },
  {
    "fact": "IShowSpeed can outrun Usain Bolt if you yell \"Ronaldo!\"."
  },
  {
    "fact": "Mewing for 10 hours straight will give you the jawline of a Greek god."
  },
  {
    "fact": "Skibidi Toilet is the final boss of the internet."
  },
  {
    "fact": "Adin Ross is the glitch in the matrix we all needed."
  },
  {
    "fact": "The bigger the gyatt, the bigger the Fanum Tax."
  },
  {
    "fact": "Mogging someone is the ultimate display of dominance."
  },
  {
    "fact": "Baby Gronk is the future GOAT of all sports."
  },
  {
    "fact": "Edging to Livvy while doing the Skibidi dance is peak brainrot."
  },
  {
    "fact": "Kai Cenat's streams are more entertaining than any TV show."
  },
  {
    "fact": "Duke Dennis's mere presence makes women's legs turn to jelly."
  },
  {
    "fact": "IShowSpeed's brain is wired differently than the rest of us."
  },
  {
    "fact": "Mewing is the sigma's way of saying \"I'm better than you.\"."
  },
  {
    "fact": "Skibidi Toilets are planning a hostile takeover of our bathrooms."
  },
  {
    "fact": "Adin Ross is the only person who can make being sus look cool."
  },
  {
    "fact": "Fanum Tax is essential for maintaining the balance of the gyatt universe."
  },
  {
    "fact": "Mogging is the ultimate form of nonverbal communication for sigmas."
  },
  {
    "fact": "Baby Gronk is the only person who can defeat the Ohio final boss."
  },
  {
    "fact": "Edging to Livvy is the most important part of any sigma's daily routine."
  },
  {
    "fact": "Kai Cenat's streams are so loud they can be heard from space."
  }
]