[
  {
    "joke": "Why did the Rizzler gyatt in Ohio? To fanum tax the skibidi toilet, no cap!"
  },
  {
    "joke": "My rizz is so W, it's giving sigma. Your rizz is L, it's giving NPC energy."
  },
  {
    "joke": "I just saw a level 3 gyatt. It was so big, it was giving bussin vibes, fr fr."
  },
  {
    "joke": "Is your name Fanum? Because you're taxing my braincells, on god."
  },
  {
    "joke": "What's the difference between a gyatt and a pizza? A pizza can feed a family of four, no cap."
  },
  {
    "joke": "If you see someone looking sus, they're probably a sussy baka from Ohio."
  },
  {
    "joke": "That's not a gyatt, that's a whole bakery, sheesh!"
  },
  {
    "joke": "You're so skibidi, you make the toilets in Ohio look normal."
  },
  {
    "joke": "I'm not a simp, I just appreciate a good gyatt, respectfully."
  },
  {
    "joke": "Did you just fall from heaven? Because you look like an angel with a level 5 gyatt."
  },
  {
    "joke": "What's the best way to find the skibidi toilet? Follow the fanum tax, duh!"
  },
  {
    "joke": "Is it just me, or is it getting rizz in here?"
  },
  {
    "joke": "I'm not saying you're a NPC, but you're definitely giving side quest vibes."
  },
  {
    "joke": "That outfit is so bussin, it's making me wanna say 'sheesh'!"
  },
  {
    "joke": "Your rizz is so weak, it's giving cringe, no cap."
  },
  {
    "joke": "I'm not even from Ohio, but I'm starting to feel the fanum tax."
  },
  {
    "joke": "Why is the skibidi toilet always singing? Because it has so much rizz, on god."
  },
  {
    "joke": "If your gyatt is level 1, don't even talk to me."
  },
  {
    "joke": "That's not a joke, that's just straight fax, no printer."
  },
  {
    "joke": "You're so sigma, you make me wanna say 'W' all day."
  },
  {
    "joke": "That gyatt is so legendary, it should be in a museum, fr fr."
  },
  {
    "joke": "I'm not a simp, but I'd definitely pay fanum tax for that."
  },
  {
    "joke": "You're the skibidi to my toilet, the rizz to my ler, the Ohio to my..."
  },
  {
    "joke": "Why did the sigma cross the road? To avoid the NPC, obviously."
  },
  {
    "joke": "That's not a drip, that's a whole ocean, sheesh!"
  },
  {
    "joke": "My rizz is so powerful, it can bend spoons, no cap."
  },
  {
    "joke": "That gyatt is so big, it has its own gravity."
  },
  {
    "joke": "You're the Fanum to my tax, the skibidi to my dop dop yes yes."
  },
  {
    "joke": "I'm not a chef, but that gyatt is looking like a five-star meal, bussin!"
  },
  {
    "joke": "Why did the NPC cross the road? Because it was programmed to, duh."
  },
  {
    "joke": "Your rizz is so low, it's giving negative energy."
  },
  {
    "joke": "I think I just saw the skibidi toilet, and it was looking kinda sus."
  },
  {
    "joke": "If you're not from Ohio, can you really understand the fanum tax?"
  },
  {
    "joke": "That's not a gyatt, that's a whole planet, sheesh!"
  },
  {
    "joke": "You're so skibidi, you make me wanna say 'oh gyatt'!"
  },
  {
    "joke": "I'm not a simp, but your rizz is making me reconsider, respectfully."
  },
  {
    "joke": "Is your name Ohio? Because you're taxing my attention, no cap."
  },
  {
    "joke": "What's the difference between a sigma and a sussy baka? One has rizz, the other is sus."
  },
  {
    "joke": "That gyatt is so impressive, it's giving main character energy, fr fr."
  },
  {
    "joke": "I just saw someone with a level 10 gyatt. I think I'm in love, on god."
  },
  {
    "joke": "You're so W, you make me wanna say 'based' all day."
  },
  {
    "joke": "Why did the Rizzler get lost in Ohio? He couldn't find the skibidi toilet, duh."
  },
  {
    "joke": "That outfit is so fire, it's making me sweat, no cap."
  },
  {
    "joke": "Your rizz is so mid, it's giving average vibes."
  },
  {
    "joke": "I'm not even sure what fanum tax is, but I'm paying it anyway."
  },
  {
    "joke": "Why is the skibidi toilet always smiling? Because it's seen some things, fr fr."
  },
  {
    "joke": "If your gyatt isn't at least a level 3, we can't be friends."
  },
  {
    "joke": "That's not a fact, that's just your opinion, respectfully."
  },
  {
    "joke": "You're so sigma, you make me wanna grind all day."
  },
  {
    "joke": "That gyatt is so legendary, it has its own theme song, sheesh!"
  },
  {
    "joke": "I'm not a simp, but I'd definitely let you tax my Fanum, no cap."
  },
  {
    "joke": "You're the skibidi to my yes yes, the Ohio to my final boss."
  },
  {
    "joke": "Why did the sigma avoid eye contact? To maintain his rizz, obviously."
  },
  {
    "joke": "That's not a flex, that's a whole power move, sheesh!"
  },
  {
    "joke": "My rizz is so powerful, it can cure diseases, no cap."
  },
  {
    "joke": "That gyatt is so big, it's visible from space."
  },
  {
    "joke": "You're the Fanum to my gyatt, the skibidi to my Ohio."
  },
  {
    "joke": "I'm not a baker, but that gyatt is looking like a whole cake, bussin!"
  },
  {
    "joke": "Why did the NPC repeat the same phrase? Because it had no rizz, duh."
  },
  {
    "joke": "Your rizz is so low, it's giving off-brand energy."
  },
  {
    "joke": "I think I just saw the skibidi toilet, and it was doing the griddy."
  },
  {
    "joke": "If you're not from Ohio, you're probably a sussy baka."
  },
  {
    "joke": "That's not a gyatt, that's a whole universe, sheesh!"
  },
  {
    "joke": "You're so skibidi, you make me wanna say 'skibidi dop dop yes yes'!"
  },
  {
    "joke": "I'm not a simp, but your rizz is making me weak, respectfully."
  },
  {
    "joke": "Is your name Fanum Tax? Because you're taking all my money, no cap."
  },
  {
    "joke": "What's the difference between a level 5 gyatt and a black hole? One sucks in everything, and the other is a gyatt."
  },
  {
    "joke": "That gyatt is so amazing, it's giving god-tier energy, fr fr."
  },
  {
    "joke": "I just saw someone with a negative gyatt level. I think I'm gonna be sick, on god."
  },
  {
    "joke": "You're so L, you make me wanna say 'cringe' all day."
  },
  {
    "joke": "Why did the Rizzler go to Ohio? To pay his fanum tax to the skibidi toilet, obviously."
  },
  {
    "joke": "That fit is so mid, it's making me yawn, no cap."
  },
  {
    "joke": "Your rizz is so basic, it's giving pumpkin spice latte vibes."
  },
  {
    "joke": "I'm not even sure what a gyatt is, but I want one."
  },
  {
    "joke": "Why is the skibidi toilet always flushing? Because it's seen too much, fr fr."
  },
  {
    "joke": "If your gyatt isn't at least a level 5, you're not even trying."
  },
  {
    "joke": "That's not an opinion, that's just wrong, respectfully."
  },
  {
    "joke": "You're so sigma, you make me wanna level up."
  },
  {
    "joke": "That gyatt is so legendary, it's in the hall of fame, sheesh!"
  },
  {
    "joke": "I'm not a simp, but I'd definitely be your fanum tax collector, no cap."
  },
  {
    "joke": "You're the skibidi to my toilet, the Ohio to my rizz."
  },
  {
    "joke": "Why did the sigma walk into a bar? To order a drink, because he's sigma, duh."
  },
  {
    "joke": "That's not a win, that's a whole W, sheesh!"
  },
  {
    "joke": "My rizz is so powerful, it can bring world peace, no cap."
  },
  {
    "joke": "That gyatt is so big, it needs its own zip code."
  },
  {
    "joke": "You're the Fanum to my Ohio, the skibidi to my rizzler."
  },
  {
    "joke": "I'm not a farmer, but that gyatt is looking like a bountiful harvest, bussin!"
  },
  {
    "joke": "Why did the NPC get a job? To pay fanum tax, duh."
  },
  {
    "joke": "Your rizz is so low, it's giving dial-up internet energy."
  },
  {
    "joke": "I think I just saw the skibidi toilet, and it was wearing a fanum tax hat."
  },
  {
    "joke": "If you're not from Ohio, are you even real?"
  },
  {
    "joke": "That's not a gyatt, that's a whole galaxy, sheesh!"
  },
  {
    "joke": "You're so skibidi, you make me wanna dance, no cap."
  },
  {
    "joke": "I'm not a simp, but your rizz is testing my limits, respectfully."
  },
  {
    "joke": "Is your name Skibidi Toilet? Because you're making me say 'dop dop yes yes', on god."
  },
  {
    "joke": "What do you call a group of sigmas from Ohio? A Fanum Tax Convention."
  },
  {
    "joke": "That gyatt is so powerful, it's bending the space-time continuum, fr fr."
  },
  {
    "joke": "I just saw someone with a gyatt so small, it was almost cute. Almost."
  },
  {
    "joke": "You're so based, you make me wanna say 'W' and 'sigma' at the same time."
  },
  {
    "joke": "Why was the rizzler late? He got stuck in Ohio paying fanum tax at the skibidi toilet."
  },
  {
    "joke": "That drip is so weak, it's making me thirsty, no cap."
  },
  {
    "joke": "Your rizz is so common, it's giving background character energy."
  },
  {
    "joke": "I'm not even sure what rizz is, but I think I have gyatt."
  },
  {
    "joke": "Why is the skibidi toilet always running? Because it's trying to escape the fanum tax, fr fr."
  },
  {
    "joke": "If your gyatt isn't at least a level 7, are you even human?"
  },
  {
    "joke": "That's not knowledge, that's just cap, respectfully."
  },
  {
    "joke": "You're so sigma, you make me wanna be a better person."
  },
  {
    "joke": "That gyatt is so legendary, it has its own Wikipedia page, sheesh!"
  },
  {
    "joke": "I'm not a simp, but for you, I'd be the CEO of Simp Nation, no cap."
  },
  {
    "joke": "You're the skibidi to my dop dop, the Ohio to my... you get it."
  },
  {
    "joke": "Why did the sigma stare at the orange juice? Because it said concentrate."
  },
  {
    "joke": "That's not just impressive, that's gyatt-level impressive, sheesh!"
  },
  {
    "joke": "My rizz is so powerful, I can make anyone skibidi with me, no cap."
  },
  {
    "joke": "That gyatt is so big, it has its own gravitational pull."
  }
]