[
    {
        "name": "Skibidi Rizzler",
        "meaning": "The ultimate sigma, radiating unadulterated rizz and skibidi energy. He's so Ohio it's bussin'."
    },
    {
        "name": "Gyattastic Ohioan",
        "meaning": "Someone whose gyatt is so incredibly good, they've ascended to peak Ohio status. Truly bussin' and no cap."
    },
    {
        "name": "Sigma Skibidi Toilet",
        "meaning": "A being of pure sigma energy, literally a talking toilet spreading chaos and rizz. He's kinda sus though."
    },
    {
        "name": "Based Rizzlord",
        "meaning": "A ruler of rizz, whose opinions are so based they defy logic. He's living rent-free in your head, fr fr."
    },
    {
        "name": "Sus Gyatt Magnet",
        "meaning": "Attracts suspiciously large gyatts. It's kinda sus, but the rizz is undeniable."
    },
    {
        "name": "Fanum Tax Collector",
        "meaning": "Enforces the sacred Fanum Tax with unwavering devotion. Don't even try to evade, it's not bussin'."
    },
    {
        "name": "Bussin' Skibidi King",
        "meaning": "The monarch of all things bussin' and skibidi. His decrees are peak and his vibes are immaculate."
    },
    {
        "name": "Rizzler Supreme",
        "meaning": "The highest authority on rizz. His rizz is so powerful, it's otherworldly. Ohio level threat."
    },
    {
        "name": "Ohio Gyatt Goblin",
        "meaning": "A mischievous creature whose sole purpose is to seek out and admire impressive gyatts in Ohio. Kinda sus, ngl."
    },
    {
        "name": "Skibidi Sigma Male",
        "meaning": "The embodiment of skibidi energy and sigma male dominance. He's on a different level, no cap."
    },
    {
        "name": "Based Gyatt Enthusiast",
        "meaning": "Someone with a highly developed and unwavering appreciation for based gyatts. It's their whole personality, fr."
    },
    {
        "name": "Rizzler General",
        "meaning": "Commands an army of rizzlers, spreading charm and charisma wherever they go. Their rizz is infectious and bussin'."
    },
    {
        "name": "Ohio Rizz Wizard",
        "meaning": "A master of rizz, hailing from the mystical land of Ohio. His spells are pure rizz magic."
    },
    {
        "name": "Skibidi Gyatt Overlord",
        "meaning": "Rules over all skibidi and gyatt related matters with an iron fist. His power is unmatched, no cap."
    },
    {
        "name": "Based Fanum Follower",
        "meaning": "A devoted acolyte of Fanum, wholeheartedly embracing the Fanum Tax and all its glory. Truly bussin' behavior."
    },
    {
        "name": "Rizz Gyatt Guru",
        "meaning": "An enlightened being who understands the deepest secrets of rizz and gyatt. Their wisdom is peak."
    },
    {
        "name": "Ohio Skibidi Samurai",
        "meaning": "A warrior from Ohio, wielding the power of skibidi with deadly precision. Their attacks are both stylish and effective."
    },
    {
        "name": "Gyattastic Rizz Machine",
        "meaning": "A being whose sole purpose is to generate incredible gyatt and rizz. An unstoppable force of nature."
    },
    {
        "name": "Skibidi Fanum Phantom",
        "meaning": "A spectral entity that haunts those who evade the Fanum Tax, uttering only 'skibidi bop mm dada'."
    },
    {
        "name": "Based Ohio Oracle",
        "meaning": "Predicts the future with unsettling accuracy, always incorporating Ohio-related prophecies. It's kinda sus how accurate they are."
    },
    {
        "name": "Rizzler Renegade",
        "meaning": "A rizzler who operates outside the conventional rizz norms, forging their own path. Their rizz is unpredictable but always effective."
    },
    {
        "name": "Gyattastic Sigma Chad",
        "meaning": "The pinnacle of sigma male energy, amplified by an overwhelmingly impressive gyatt. Truly a legend, no cap."
    },
    {
        "name": "Skibidi Tax Evader",
        "meaning": "Dares to defy the Fanum Tax, living on the edge with pure skibidi energy. Definitely not bussin' behavior."
    },
    {
        "name": "Ohio Rizz Apostle",
        "meaning": "A fervent believer in the power of Ohio rizz, spreading the good word to all who will listen. Their enthusiasm is contagious."
    },
    {
        "name": "Based Gyatt Guardian",
        "meaning": "Protects exceptional gyatts from any harm or negativity. Their dedication is truly admirable, fr fr."
    },
    {
        "name": "Rizzler Commando",
        "meaning": "A highly trained operative specializing in covert rizz operations. Their tactics are subtle but devastatingly effective."
    },
    {
        "name": "Ohio Skibidi Sorcerer",
        "meaning": "Weaves powerful spells using the arcane energies of Ohio and skibidi. Their magic is both potent and perplexing."
    },
    {
        "name": "Gyattastic Fanum Fanatic",
        "meaning": "An unyielding devotee of both impressive gyatts and the sacred Fanum Tax. Their loyalty is unquestionable."
    },
    {
        "name": "Skibidi Rizz Prophet",
        "meaning": "Foretells future trends in rizz and skibidi culture with uncanny accuracy. Their predictions are always bussin'."
    },
    {
        "name": "Based Ohio Barbarian",
        "meaning": "A fierce warrior from Ohio, whose battle cry is a series of unintelligible but intensely based grunts."
    },
    {
        "name": "Rizzler Rogue",
        "meaning": "A charismatic individual who uses their rizz for personal gain, often with questionable motives. Kinda sus, but effective."
    },
    {
        "name": "Gyattastic Ohio Knight",
        "meaning": "A valiant protector of Ohio and its magnificent gyatts, clad in shining armor. Truly a legend, no cap."
    },
    {
        "name": "Skibidi Fanum Fiend",
        "meaning": "A mischievous entity obsessed with collecting Fanum Tax, often appearing unexpectedly to demand payment. Definitely not bussin'."
    },
    {
        "name": "Ohio Rizz Ranger",
        "meaning": "A solitary figure who roams the Ohio wilderness, dispensing rizz advice to those in need. Their wisdom is peak."
    },
    {
        "name": "Based Gyatt Berserker",
        "meaning": "Enters a state of uncontrollable rage when confronted with an unbased gyatt. Their fury is terrifying."
    },
    {
        "name": "Rizzler Ronin",
        "meaning": "A masterless rizzler, wandering the land in search of purpose. Their rizz skills are unmatched."
    },
    {
        "name": "Ohio Skibidi Shaman",
        "meaning": "Connects with the spiritual realm through the power of Ohio and skibidi. Their insights are deeply unsettling."
    },
    {
        "name": "Gyattastic Fanum Fusion",
        "meaning": "A being formed from the perfect combination of impressive gyatt and unwavering loyalty to the Fanum Tax. Peak synergy."
    },
    {
        "name": "Skibidi Rizz Sentinel",
        "meaning": "Vigilantly guards the sacred knowledge of rizz and skibidi, protecting it from unworthy individuals. Their vigilance is admirable."
    },
    {
        "name": "Based Ohio Bard",
        "meaning": "Sings epic tales of Ohio and its based inhabitants, captivating audiences with their lyrical prowess. Truly bussin' performances."
    },
    {
        "name": "Rizzler Reaper",
        "meaning": "Collects souls with unparalleled rizz. Even death can't resist their charm. Kinda sus, but effective."
    },
    {
        "name": "Ohio Skibidi Sphinx",
        "meaning": "Poses riddles incorporating Ohio and skibidi concepts. Only those with peak brainrot can solve them."
    },
    {
        "name": "Gyattastic Fanum Specter",
        "meaning": "A ghostly apparition that appears only to those who are truly dedicated to both gyatts and the Fanum Tax. A sign of peak alignment."
    },
    {
        "name": "Skibidi Rizz Tyrant",
        "meaning": "Rules with an iron fist, enforcing their own brand of rizz and skibidi on the masses. Definitely not bussin' leadership."
    },
    {
        "name": "Based Ohio Trickster",
        "meaning": "A mischievous entity that plays pranks using Ohio-themed antics. Their humor is... unique."
    },
    {
        "name": "Rizzler Templar",
        "meaning": "A holy warrior dedicated to spreading the righteous word of rizz. Their faith is unwavering."
    },
    {
        "name": "Ohio Skibidi Warlock",
        "meaning": "Wields forbidden magic drawn from the darkest corners of Ohio and the skibidi phenomenon. Their power is terrifying."
    },
    {
        "name": "Gyattastic Fanum Zombie",
        "meaning": "An undead being driven by an insatiable hunger for gyatts and the collection of Fanum Tax. Relentless and kinda sus."
    },
    {
        "name": "Skibidi Rizz Zealot",
        "meaning": "Fanatically devoted to the skibidi rizz lifestyle, willing to go to extreme lengths to uphold its tenets. Their dedication is intense."
    },
    {
        "name": "Based Ohio Alchemist",
        "meaning": "Seeks to transmute ordinary elements into pure Ohio-ness. Their experiments are often explosive."
    },
    {
        "name": "Rizzler Nomad",
        "meaning": "Wanders from place to place, spreading their rizz wherever they go. Their charisma knows no bounds."
    },
    {
        "name": "Ohio Skibidi Illusionist",
        "meaning": "Creates elaborate illusions using the power of Ohio and skibidi. Their performances are mind-bending."
    },
    {
        "name": "Gyattastic Fanum Fury",
        "meaning": "A manifestation of pure rage against those who disrespect gyatts or evade the Fanum Tax. Their wrath is legendary."
    },
    {
        "name": "Skibidi Rizz Paragon",
        "meaning": "The ultimate example of skibidi rizz mastery. Others strive to emulate their peak performance."
    },
    {
        "name": "Based Ohio Diplomat",
        "meaning": "Negotiates peace treaties using the power of based arguments and Ohio charm. Surprisingly effective."
    },
    {
        "name": "Rizzler Paladin",
        "meaning": "A righteous defender of the innocent, wielding rizz as their weapon of choice. Their justice is served with a smile."
    },
    {
        "name": "Ohio Skibidi Necromancer",
        "meaning": "Raises the dead using the arcane energies of Ohio and skibidi. Their creations are unsettlingly lively."
    },
    {
        "name": "Gyattastic Fanum Juggernaut",
        "meaning": "An unstoppable force fueled by their love for gyatts and the Fanum Tax. Nothing can stand in their way."
    },
    {
        "name": "Skibidi Rizz Vanguard",
        "meaning": "Leads the charge in the ongoing battle for skibidi rizz supremacy. Their courage is inspiring."
    },
    {
        "name": "Based Ohio Cartographer",
        "meaning": "Charts the ever-shifting landscape of Ohio with unparalleled accuracy, marking all based locations. Their maps are invaluable."
    },
    {
        "name": "Rizzler Assassin",
        "meaning": "Eliminates targets with extreme prejudice and an undeniable amount of rizz. Their methods are discreet and charmingly deadly."
    },
    {
        "name": "Ohio Skibidi Chronomancer",
        "meaning": "Manipulates time using the strange energies of Ohio and skibidi. Their actions have unforeseen consequences."
    },
    {
        "name": "Gyattastic Fanum Chimera",
        "meaning": "A monstrous being formed from the amalgamation of various creatures, all united by their love of gyatts and the Fanum Tax. Truly terrifying."
    },
    {
        "name": "Skibidi Rizz Enigma",
        "meaning": "A mysterious figure whose motives and origins are shrouded in skibidi and rizz. Their presence is unsettling."
    },
    {
        "name": "Based Ohio Historian",
        "meaning": "Preserves the rich and often bizarre history of Ohio, focusing on its most based moments. Their knowledge is vast."
    },
    {
        "name": "Rizzler Illusionist",
        "meaning": "Creates deceptive illusions using their innate rizz. You can never be sure what's real around them."
    },
    {
        "name": "Ohio Skibidi Geomancer",
        "meaning": "Draws power from the very earth of Ohio, channeling it through the skibidi frequencies. Their connection is profound."
    },
    {
        "name": "Gyattastic Fanum Phoenix",
        "meaning": "A mythical being that rises from the ashes, eternally dedicated to gyatts and the Fanum Tax. Their loyalty is unwavering."
    },
    {
        "name": "Skibidi Rizz Anomaly",
        "meaning": "An inexplicable phenomenon within the realm of skibidi rizz. Defies all logic and understanding."
    },
    {
        "name": "Based Ohio Inventor",
        "meaning": "Creates bizarre and often impractical inventions powered by pure Ohioan ingenuity. Their creations are... something."
    },
    {
        "name": "Rizzler Tactician",
        "meaning": "Strategizes complex rizz maneuvers, leading others to victory in the art of charm. Their plans are foolproof (mostly)."
    },
    {
        "name": "Ohio Skibidi Druid",
        "meaning": "Communes with the spirits of Ohio's flora and fauna, channeling their energy through skibidi vibrations. Their connection to nature is intense."
    },
    {
        "name": "Gyattastic Fanum Colossus",
        "meaning": "A gigantic being whose very existence is a testament to the glory of gyatts and the Fanum Tax. Their presence is awe-inspiring."
    },
    {
        "name": "Skibidi Rizz Oracle",
        "meaning": "Sees visions of the future, always filtered through a lens of skibidi and rizz. Their prophecies are cryptic but always come true."
    },
    {
        "name": "Based Ohio Philosopher",
        "meaning": "Ponders the deeper meanings of Ohioan existence, often reaching conclusions that are both profound and utterly nonsensical."
    },
    {
        "name": "Rizzler Warden",
        "meaning": "Protects sacred sites of rizz power, ensuring that only the worthy may access its secrets. Their vigilance is unwavering."
    },
    {
        "name": "Ohio Skibidi Artificer",
        "meaning": "Crafts intricate devices powered by the combined forces of Ohio and skibidi. Their creations are both beautiful and terrifying."
    },
    {
        "name": "Gyattastic Fanum Archon",
        "meaning": "A celestial being who embodies the perfect harmony between gyatts and the Fanum Tax. Their power is divine."
    },
    {
        "name": "Skibidi Rizz Catalyst",
        "meaning": "A being whose presence amplifies the skibidi rizz energy of those around them. Their influence is contagious."
    },
    {
        "name": "Based Ohio Poet",
        "meaning": "Composes elaborate poems celebrating the wonders of Ohio, often using unconventional rhyme schemes and bizarre metaphors."
    },
    {
        "name": "Rizzler Infiltrator",
        "meaning": "Uses their charm and charisma to gain access to even the most heavily guarded locations. Their stealth is legendary."
    },
    {
        "name": "Ohio Skibidi Mystic",
        "meaning": "Seeks enlightenment through the esoteric practices of Ohioan skibidi worship. Their journey is strange and unpredictable."
    },
    {
        "name": "Gyattastic Fanum Leviathan",
        "meaning": "A colossal sea creature whose scales shimmer with the essence of gyatts and whose roars echo the demand for Fanum Tax. Truly terrifying."
    },
    {
        "name": "Skibidi Rizz Singularity",
        "meaning": "A point in spacetime where the concentration of skibidi rizz is so intense that it bends reality itself. Approaching is not advised."
    },
    {
        "name": "Based Ohio Anarchist",
        "meaning": "Seeks to dismantle all forms of authority, replacing them with a chaotic but ultimately based system of self-governance. Their methods are... unconventional."
    },
    {
        "name": "Rizzler Diplomat",
        "meaning": "Negotiates complex treaties and resolves conflicts using the power of rizz. Their diplomacy is surprisingly effective."
    },
    {
        "name": "Ohio Skibidi Alchemist",
        "meaning": "Experiments with the mystical properties of Ohio and skibidi, seeking to unlock their hidden potential. Their creations are often volatile."
    },
    {
        "name": "Gyattastic Fanum Avatar",
        "meaning": "A physical manifestation of the combined power of gyatts and the Fanum Tax. Their presence commands respect and a healthy dose of fear."
    },
    {
        "name": "Skibidi Rizz Ascendant",
        "meaning": "A being who has transcended the mortal realm through the sheer force of their skibidi rizz. They exist on a higher plane of existence."
    }
]