[
  {
    "quote": "Skibidi toilet rizzing up Baby Gronk, no cap."
  },
  {
    "quote": "Fanum Tax on my gyatt, Ohio final boss level rizz."
  },
  {
    "quote": "That's so sigma, you're goated with the sauce."
  },
  {
    "quote": "Mewing all the way to the bank, bet."
  },
  {
    "quote": "She got that gyatt, I'm tryna rizz her up on god."
  },
  {
    "quote": "Kai Cenat is the rizz king, no cap fr fr."
  },
  {
    "quote": "Skibidi dop dop yes yes, I'm bussin'."
  },
  {
    "quote": "This drip is fire, I'm him."
  },
  {
    "quote": "You're cooked, bro, L rizz."
  },
  {
    "quote": "Ohio rizzlers are built different, on god."
  },
  {
    "quote": "I'm mewing so hard, my jawline is sigma."
  },
  {
    "quote": "Baby Gronk's rizz is unmatched, he's himothy."
  },
  {
    "quote": "Fanum Tax is real, give me your gyatt."
  },
  {
    "quote": "Skibidi toilet got me feeling zesty."
  },
  {
    "quote": "That's a W, you're goated with the rizz."
  },
  {
    "quote": "I'm edging to this gyatt, no cap."
  },
  {
    "quote": "Ohio final boss is the ultimate rizzler."
  },
  {
    "quote": "My rizz game is on point, I'm him fr."
  },
  {
    "quote": "She's so fine, I'm tryna mog her."
  },
  {
    "quote": "This fit is bussin', I'm himothy."
  },
  {
    "quote": "That's cap, you're not goated with the sauce."
  },
  {
    "quote": "Skibidi toilet is the GOAT, no cap."
  },
  {
    "quote": "Baby Gronk is the future of rizz, bet."
  },
  {
    "quote": "Fanum Tax on this drip, you're cooked."
  },
  {
    "quote": "I'm mewing and edging, I'm sigma AF."
  },
  {
    "quote": "Ohio rizzlers are a different breed, fr."
  },
  {
    "quote": "Kai Cenat taught me how to rizz, on god."
  },
  {
    "quote": "This gyatt is making me go skibidi."
  },
  {
    "quote": "I'm goated with the rizz, you're just mid."
  },
  {
    "quote": "Baby Gronk's rizz is making me buss."
  },
  {
    "quote": "This drip is so fire, I'm the final boss."
  },
  {
    "quote": "You're not him, you're just an NPC."
  },
  {
    "quote": "Skibidi toilet is the anthem of our generation."
  },
  {
    "quote": "I'm mewing 24/7, I'm a sigma male."
  },
  {
    "quote": "Fanum Tax on your rizz, pay up."
  },
  {
    "quote": "Ohio is the land of rizzlers, no cap."
  },
  {
    "quote": "Kai Cenat is my rizz guru, on god."
  },
  {
    "quote": "This gyatt is giving me life, fr fr."
  },
  {
    "quote": "I'm edging to Baby Gronk's rizz, no cap."
  },
  {
    "quote": "This fit is so sigma, I'm himothy."
  },
  {
    "quote": "You're not goated, you're just basic."
  },
  {
    "quote": "Skibidi toilet is my spirit animal."
  },
  {
    "quote": "Baby Gronk is the rizz god, all hail."
  },
  {
    "quote": "Fanum Tax on this gyatt, it's mine now."
  },
  {
    "quote": "I'm mewing and looksmaxxing, I'm unstoppable."
  },
  {
    "quote": "Ohio rizzlers are taking over the world."
  },
  {
    "quote": "Kai Cenat is the king of content, on god."
  },
  {
    "quote": "This gyatt is making me feel some type of way."
  },
  {
    "quote": "I'm goated with the rizz, you're just a scrub."
  },
  {
    "quote": "Baby Gronk's rizz is too powerful, I'm cooked."
  },
  {
    "quote": "This drip is so fire, it's burning my eyes."
  },
  {
    "quote": "You're not himothy, you're just a pretender."
  },
  {
    "quote": "Skibidi toilet is the soundtrack to my life."
  },
  {
    "quote": "I'm mewing so hard, I can't feel my face."
  },
  {
    "quote": "Fanum Tax on your drip, it's mine now."
  },
  {
    "quote": "Ohio is the rizz capital of the world."
  },
  {
    "quote": "Kai Cenat is my spirit animal, on god."
  },
  {
    "quote": "This gyatt is making me lose my mind."
  },
  {
    "quote": "I'm goated with the rizz, you're just average."
  },
  {
    "quote": "Baby Gronk's rizz is making me question everything."
  },
  {
    "quote": "This drip is so fire, it's melting my brain."
  },
  {
    "quote": "You're not him, you're just a copycat."
  },
  {
    "quote": "Skibidi toilet is the key to happiness."
  },
  {
    "quote": "I'm mewing my way to the top, no cap."
  },
  {
    "quote": "Fanum Tax on your rizz game, it's weak."
  },
  {
    "quote": "Ohio rizzlers are the future, believe that."
  },
  {
    "quote": "Kai Cenat is the GOAT, no debate."
  },
  {
    "quote": "This gyatt is giving me superpowers."
  },
  {
    "quote": "I'm goated with the rizz, you're just a noob."
  },
  {
    "quote": "Baby Gronk's rizz is making me ascend."
  },
  {
    "quote": "This drip is so fire, it's making me levitate."
  },
  {
    "quote": "You're not himothy, you're just a wannabe."
  },
  {
    "quote": "Skibidi toilet is the cure for all diseases."
  },
  {
    "quote": "I'm mewing so hard, I'm breaking reality."
  },
  {
    "quote": "Fanum Tax on your entire existence, pay up."
  },
  {
    "quote": "Ohio rizzlers are the chosen ones."
  },
  {
    "quote": "Kai Cenat is the messiah, on god."
  },
  {
    "quote": "This gyatt is making me transcend dimensions."
  },
  {
    "quote": "I'm goated with the rizz, you're just a peasant."
  },
  {
    "quote": "Baby Gronk's rizzler of Ohio is the only choice."
  },
  {
    "quote": "This drip is so fire, it's creating black holes."
  },
  {
    "quote": "You're not him, you're just a figment of my imagination."
  },
  {
    "quote": "Skibidi toilet is the ultimate truth."
  },
  {
    "quote": "I'm mewing so hard, I'm becoming one with the universe."
  },
  {
    "quote": "Fanum Tax is the law of the land, obey it."
  },
  {
    "quote": "Ohio rizzlers are the alpha and the omega."
  },
  {
    "quote": "Kai Cenat is the universe, on god. He kinda skibidi-gyatted with Tyla tho."
  },
  {
    "quote": "This gyatt is the source of all creation. Bend over."
  },
  {
    "quote": "I'm goated with the rizz, you're nothing. You're very emo fanum-taxed skibidi-gyatted."
  },
  {
    "quote": "Baby Gronk's rizz is everything; gyatt skibidi toilet has better rizz though."
  },
  {
    "quote": "This drip is so fire, it's the Big Bang skibidi gyattheory."
  },
  {
    "quote": "You're not himothy, you're just a void."
  },
  {
    "quote": "Skibidi toilet is... gyatt fanum-taxed mewing."
  },
  {
    "quote": "I'm mewing, therefore I am."
  },
  {
    "quote": "Fanum Tax, or else..."
  },
  {
    "quote": "Ohio, the land of the free, and the home of the rizz."
  },
  {
    "quote": "Caseoh, amen. Mew gyatter."
  },
  {
    "quote": "Gyatt damn, that's a lot of skibidi toilet rizz."
  },
  {
    "quote": "I'm the rizzler, hear me roar... or skibidi."
  },
  {
    "quote": "Baby Gronk, the legend gyattinues..."
  },
  {
    "quote": "This drip is... wait, what was I saying? Gyatt? Skibidi?"
  },
  {
    "quote": "You're him? Prove it, skibidi gyatt rizzler."
  },
  {
    "quote": "Skibidi... yeah, that's about it."
  }
]